Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/uudet_alkuopetuksen_oikeinkirjoitusjulisteet_ovat_ilmestyneet.html.tmx
Source language: fin
Languages: sme

source: Uudet alkuopetuksen oikeinkirjoitusjulisteet ovat ilmestyneet
sme: Ođđa álgooahpahusa riektačállinplakáhtat leat almmustuvvan

source: Alkuopetuksen oikeinkirjoitusjulisteet ovat nyt ilmestyneet digitaalisessa muodossa.
sme: Álgooahpahusa riektačállinplakáhtat leat dál almmustuvvan digitála hámis.

source: Opettaja Aura Pieski on suunnitellut julisteet, kuvittanut Nora Bäck ja Saamelaiskäräjien koulutus- ja oppimateriaalitoimisto julkaisee tämän julistesarjan.
sme: Plakáhtaid lea plánen oahpaheaddji Aura Pieski, govaid lea sárgon Nora Bäck ja Sámedikki skuvlen- ja oahppamateriáladoaimmahat almmustahttá dán plakáhtaráiddu.

source: Alkuopetuksen oikeinkirjoitusjulisteet vahvistavat oppilaan pohjoissaamenkielen oikeinkirjoitusta ja julisteita voidaan käyttää luku- ja kirjoitustaidon opetuksessa.
sme: Álgooahpahusa riektačállinplakáhtat nannejit oahppi davvisámegiela riektačállima, ja daid sáhttá geavahit lohkan- ja čállinoahpahusa olis.

source: Tämä lisämateriaali on suunniteltu äidinkielen alkuopetukseen, mutta julistesarja voi olla hyödyllinen muidenkin luokkatasojen opetuksessa.
sme: Dát lassemateriála lea jurddašuvvon eatnigiela álgooahpahussii, muhto dat sáhttá leat ávkkálaš maiddái eará luohkkádásiid oahpahusas.

source: Julisteet kertaavat oikeinkirjoituksen perusasioita.
sme: Plakáhtat muittuhit riektačállima vuođđoáššiin.

source: Julistesarjassa on yhteensä yksitoista (11) julistetta.
sme: Plakáhtaráiddus leat oktiibuot oktanuppelogi (11) plakáhta.

source: Sarja julkaistaan myös tavutettuna ja opettaja voi tulostaa julisteet luokkaansa.
sme: Ráidu álmmuhuvvo maiddái stávvalastojuvvon hámis ja oahpaheaddji sáhttá čálihit skuvllas daid dárbbu mielde.

source: Aura Pieski on kirjoittanut sarjaan lyhyen opettajanoppaan ja ideoita siitä, miten julistesarjaa voidaan käyttää opetuksen tukena.
sme: Aura Pieski lea čállán ráidui oahpaheaddjirávvagiid ja maiddái ideaid riektačállinplakáhtaid geavaheapmái.

source: Tämä oppimateriaali soveltuu hyvin myös etäopetukseen.
sme: Oahppomateriála heive bures maiddái gáiddusoahpahussii.

source: Tätä oppimateriaalia voi tilata Saamelaiskäräjien koulutus- ja oppimateriaalitoimistosta.
sme: Materiála sáhttá diŋgot Sámedikki skuvlen- ja oahppamateriáladoaimmahagas.

source: Linkki: https://www.samediggi.fi/tuote/riektacallinplakahtat-digi/
sme: Liŋka: https://www.samediggi.fi/tuote/riektacallinplakahtat-digi/?lang=dav
